[
  {
    "character": "Tomoya Mashiro",
    "story": "Idol Story: Tomoya Mashiro (1)",
    "text": "\"Come now, everyone! Take a look and laugh! I am a clown who seeks to spread laughter through silly antics! Feel free to spit and throw rocks at me to cast away your daily sorrows! ♪\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Idol Story: Tomoya Mashiro (1)",
    "text": "Yep, it's similar to Puck from A Midsummer Night's Dream. I play a trickster who skips across the stage and causes trouble. The role reminded me of two guys I look up to, so I was really motivated!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "For what reason are you running, Tomoya-kun! Face your struggles! You will not be able to grow otherwise!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "Upon the summit of an impregnable mountain, there lies paradise...☆ Amazing! Let us search for paradise together once more! ☆ Even if it is but an impossible dream! Fuhahahahahaha!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "Please do not say disgraceful things of others! I am not contaminating you; rather, I am decorating you! To be decorated is an idol, and to shine is thus the Drama Club...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "Tomoya-kun, you have a complex over being \"normal,\" do you not? That is but an unneeded worry, as you have infinite attributes within you!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "It is with an ordinary face that cosmetics can shine! You can become anyone, and can go anywhere!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "Now, take my hand, and dance with me...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "I truly took you by surprise, didn't I? I was using my vocal mimicry to voice two people at once—Tomoya-kun and myself! In short, it was improv theater!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Hokuto Hidaka | Improv Theater",
    "text": "I have always been observing you and Tomoya-kun from nearby, you see—my imitations of you two are perfect...☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Let's assassinate him! Assassinate! I'll assassinate that tyrant, and then build a new era with Hokuto-senpai...♪"
  },
  {
    "character": "Hokuto Hidaka",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Sorry, but that's a little creepy, Tomoya. Have you been corrupted by the Masked Pervert?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Hahaha! You're so timid, Tomoya-kun. Your cowardice will detract from the brilliance of life! Take a leap into the unknown, for I will embrace you...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Oh, my! It's seems I've been hated! However, whether you favor or are hostile toward me, I'll find you adorable all the same!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Ahahah! Since you seem to be having trouble with it, Hokuto-kun, I'll take over the role of the \"illicit lover\"! And then I'll swoop down and attack Tomoya-kun until he's thoroughly disgraced...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Gehehe! Even if you dislike it, your body will tell the truth! Let me love you...♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Sub-story: Wataru Hibiki | Resounding Love",
    "text": "Come now, let me drown you in pleasure! Let us rejoice and enjoy life to the fullest, and toss all ethics away in order for the flowers of our love to bloom beautifully...☆"
  },
  {
    "character": "Hokuto Hidaka",
    "story": "Sub-story: Wataru Hibiki | Reserved Joker",
    "text": "When the other person doesn't react as intended, you get worried. That's why instead of complimenting you, he's strict."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Sub-story: Wataru Hibiki | Reserved Joker",
    "text": "Wha—he can be killed? If I'd known that I could've finished him off sooner!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Sub-story: Wataru Hibiki | Reserved Joker",
    "text": "Plus, if that guy died and came back to life, maybe we can raise him up into a normal person without any eccentricities? Let's do our best together to raise a \"nice, clean\" Wataru Hibiki☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Sub-story: Wataru Hibiki | Reserved Joker",
    "text": "I mean, even if our president is a weirdo, he wouldn't go so far as to die and be reborn♪"
  },
  {
    "character": "Nazuna Nito",
    "story": "High Five!: High Jump (3)",
    "text": "Tomo-chin's not good at explaining stuff in his own words, don't you think? I know Wataru-chin's like that too, since we were classmates last year."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(I don't ever plan on leaving you alone! Not even once! I told myself that I'll catch up to you one day and grab the very ends of your hair!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(I couldn't leave you alone! Because even though you've caused me nothing but trouble, you've helped me a hundred times more!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(I wanted to repay you... No, much more than that!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(I don't know how to word this properly, but I'll say it anyways! I feel like I finally found a goal in life—a dream to chase after!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(Wouldn't it be exciting if someone as average as me was able to reach out to you, who's so far beyond that?)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(Plus, I can make you forget about your loneliness even if it's just for a moment!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(I'd be happy and you'll be able to smile from the bottom of your heart. Wouldn't that be the best? It's a \"happily ever after,\" right? That would be really precious to me!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(By being able to catch up to you, who is anything but average, I can blast away my inferiority complex, your loneliness, and everything else!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(\"There's nothing better than being normal\"? No way! I want to become someone! That's why I became an idol! Acting all sorts of roles on stage was so fun that I forgot I was normal for a second! It's such a great feeling—like I'm dreaming! I came to love acting too!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(But what is acting to you? Is it just a simple trick you use to keep your \"human façade\"? Tell me that this isn't true! The whole reason why I joined the Drama Club was because I saw you on stage! I admired you!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(Tell me that \"this\" is dear and important to you. Don't talk about it like it's simply another stepping stone or something you need for work! It's probably only one of the burdens you carry since you can do anything, but it's just as precious as my own heart to me!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: G in a maze (8)",
    "text": "(I'm dead serious, you know. So don't brush it off like it's another joke.)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: Epilogue (2)",
    "text": "I feel like I've seen your true face. If the true face I see is just an illusion or mask, I wouldn't care."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Transparency and Masks: Epilogue (2)",
    "text": "What I saw at that moment was so dear, I wanted to turn your tears into a smile. That's enough reason for me to continue following this thread."
  },
  {
    "character": "Mitsuru Tenma",
    "story": "Phantom Thieves VS Detectives: Case Discovery (3)",
    "text": "I think it might actually say \"Masked Pervert\"~ Didn't Tomo-chan always talk about someone with that name?"
  },
  {
    "character": "Nazuna Nito",
    "story": "Phantom Thieves VS Detectives: Case Discovery (3)",
    "text": "Oh, you mean Wataru-chin? He's in my class. I wonder what this could mean. I thought he really liked Tomo-chin~"
  },
  {
    "character": "Nazuna Nito",
    "story": "Phantom Thieves VS Detectives: Case Discovery (3)",
    "text": "Could it be like that saying, \"The greatest hate proceeds from the greatest love\"? Was he planning on killing Tomo-chin in order to keep him all for himself?! That's so scary, Wataru-chin! But I can't say you didn't strike me as the type to do that sort of thing."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Case Discovery (6)",
    "text": "(I was tricked! He said that Hokuto-senpai would be coming too, but he didn't! It was like I was on a date, being alone with just that Masked Pervert!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Case Discovery (6)",
    "text": "(He already surprises me enough on a daily basis, popping out like a human jack-in-the-box going, \"Amazing~☆\"! I swear I'm going to die of a heart attack one of these days...)"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (3)",
    "text": "My, my! \"Not involved\"? You say such cold things, Tomoya-kun...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (3)",
    "text": "Heheheh! The height gives me a grand view. I can see where you are very clearly from where I am, Tomoya-kun! No, but I am always looking over you, regardless☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (3)",
    "text": "Actually, I'm impressed that you were able to spot me despite being the fact that I was in a blind spot. Is this also the result of the power of love, I wonder...? ☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Investigation Start (3)",
    "text": "D-Don't just shout gross things like that! The whole school can hear every word you're saying! And besides, I don't even love you!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "Tomoya-kun! Now then, hurry and flap your way up to my height! I'll be here to catch you with an embrace! Amazing...☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "Well, now that I think about it... You seem like you'd be the perfect fit for the phantom thief. Much more than Knights is, actually."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "I shall always be an actor, after all! I want to show myself off more, to the entire world! I want to righteously monopolize all the love in this world...☆ Is it not the same for you, Tomoya-kun? Since you are also part of the Drama Club!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "Hm? What's that~? I can't hear you! Take a deep breath! Let your humanity ring out loud and clear! Ahh, I've been waiting for that moment for so long!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "Anyways, I'm worried since you say you're taking a backseat role this time..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "It was a rather valuable experience, and it wasn't as if I intended to do you any harm, after all? I'm sorry, Tomoya-kun. That was imprudent of me, tossing you around like I did... I apologize, and wholeheartedly regret my actions."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "Despite how verbally defiant you and Hokuto-kun are, you two always end up following along somehow... I'd forgotten about it. The fact that humans are fragile beings. You collapsed, didn't you? Are you alright?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "I see! How splendid! ☆ I wouldn't have known what to do with myself if you became bedridden in the hospital like Eichi had been at one time! I'm glad that I realized before it was too late..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "Do your best at the live, alright? I will be here to support you, Tomoya-kun...♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Investigation Start (4)",
    "text": "(Huh...? Were President Hibiki's eyes always that cold...?)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Criminal Pursuit (1)",
    "text": "It's just, ever since I spoke to President Hibiki earlier, my mind's been kind of a mess. Like something's bothering me, but I can't tell exactly what either. What's with this feeling... Kind of like I'm sad, or like I just can't settle..."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Criminal Pursuit (1)",
    "text": "But when he told me I could sit out of the next play, I kind of felt like a hole opened up in my chest. I keep thinking of it, and then it just makes me sigh."
  },
  {
    "character": "Arashi Narukami",
    "story": "Phantom Thieves VS Detectives: Criminal Pursuit (1)",
    "text": "You're in love, Tomoya-chan. I'm sure of it."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Revelations (4)",
    "text": "(I wonder if President Hibiki is watching from somewhere, too. He has a really ridiculous presence, so I should be able to tell if he's here in the auditorium. Hmmm...)"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Are there any naughty children here~? What a pity, there's only an average child☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "That scared me?! Woah, the Masked Pervert appeared!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Heheh. Tomoya-kun's reactions are amusing as usual. It has a rather shocked value to it, haha! How are you? You won't faint, correct?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "What, wouldn't you typically shout \"Are you surprised? You're surprised, aren't you! How amazing! ☆\" with such glee?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Tomoya-kun really can't imitate me well... I am much more refined than that! My grace shines through even when I'm spouting nonsense, right?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Go look at a mirror."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Uwah, on closer inspection, you're wearing some weird costume. You're not even participating in the Mystery Stage, so why are you dressed up as a phantom thief?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "So it's like that, how tiring... Would it be better if I came and helped out?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "No, no. I already feel like lecturing you for staying back to practice. It wouldn't be my problem if you push yourself too hard that you faint again."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Please leave this kind of work to the backstage staff. You should go home immediately and get a good night's sleep to eliminate your fatigue."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Living life in the fast lane won't do any good. I know you can't curb your enthusiasm, but being idle is part of our job as idols."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "...You saying such wise words feels out of place."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "How painful. I always gave you advice in hopes of happy growth and even taught you with such care!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Aaah! This unrequited love is a tragedy that would render even Shakespeare speechless with shock!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Uhm... You're always helping me improve, even if you are an absolute nutjob. But to be honest, I can't really keep up with your footsteps..."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Please keep it in mind a bit longer. Seriously, you're always saying such careless things..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Sure. Don't mind me, do as you wish. However, if you mess anything up, I'll use a roundhouse kick to stop you."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "What is truly a pity is that you are not Wataru Hibiki. I have forgotten about that and regret it greatly. However, I shall forget about that in the blink of an eye tomorrow☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "What a spoiled child you are."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "I might have ran into you by chance... But I won't get any closer, since I wouldn't want to hurt you again. I shall leave right after I've finished cleaning up, so please pretend I'm not here. I am quite inconsiderate and can only protect you by staying away."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Oops, I've been found out. My disguise should have been perfect."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Can you be a little more gentle? That roundhouse kick will kill someone. I'm still recovering, so please be careful with me~"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Is that so? Then why did you watch today's show despite saying you'd \"stay away\" from me? You were sitting in Row D, Seat 23, right?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "The one most unlike you in today's audience was the guy sitting in Row D, Seat 23. He was at our S3 too... Speaking of which, that guy was always around. You've been watching over me the whole time, huh? I didn't expect you to get that worried."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Oh, oh... How embarrassing. This is Wataru Hibiki's greatest mistake. Thinking that someone as clueless Tomoya-kun would never see through my disguise, I slacked off, only to fail in the end."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (1)",
    "text": "Are you trying to piss me off?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS. Detectives: Epilogue (2)",
    "text": "Always brimming with self-confidence, aren't you? Whatever, you're talented as hell. In your eyes, my efforts are desperately useless, huh? I'll never be anything but normal my whole life."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS. Detectives: Epilogue (2)",
    "text": "President, are you crying...?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS. Detectives: Epilogue (2)",
    "text": "Oh? This is a funny story—is there a reason to be crying? You say such strange things, Tomoya-kun!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "...President, let me help clean up after all. I've been watching for a while, but it doesn't look like it's gonna be over any time soon."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "When other people are around, you always became entranced with making that person happy and kinda end up being careless with everything else."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Yeah, it's probably better for me to go home. But I'm probably the only one who can keep up with you."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Are you sure those friends of yours aren't really just one sided on your part? Like, maybe you're actually a nuisance. You're probably one of those types who don't have anybody to play with during breaks and end up having no idea what to do with your spare time."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "How cruel, Tomoya-kun! Such a terrible thing to say—I'm wounded! Not that you're wrong, however! It's true that I spend my breaks at home sadly watching movies all by my lonesome!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Stop that, I didn't want to hear such a painful coming out from you... What kind of movies do you watch?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Today's DreamFes actually reminded me of a movie I watched recently, for instance—it was quite interesting. After I get home, perhaps I shall go watch it again, stuffing my cheeks with junk food as I lie on the floor."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Huh. What kind of movie was it? I watch a lot of movies too, actually, because it could help out with my acting."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "No, no. It was about a tiny, adorable rabbit murdering robust knights one after another."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "What the... Ah, wait, I've seen that before! That's Monty Pyth*n, isn't it? That parody of the King Arthur legend!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Yes, yes! They make such unique movies, although they are also quite vulgar as well. But \"fair is foul and foul is fair,\" correct? I quite like it."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Have you seen that one, then? Bar*n! I really loved that one!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Ahaha, to think a day would come where I would get fired up talking about movies with you, Tomoya-kun! Not even the Buddha would have imagined this—how amazing...☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "I'm a little surprised too—you always seemed so unworldly. I kinda wish we could've talked about this kinda stuff sooner. I always thought you weren't even human..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (3)",
    "text": "Hehe, I am a superhuman, after all! There was no helping it—that was how I was raised, after all. I have no regrets, however. I am truly happy right now."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "Tomoya-kun, continuing to stay \"normal\" is an exceptionally difficult thing to do. Humans \"yearn,\" after all."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "However, you have a penchant for expressing yourself as \"normal\" in self-depreciation. When you turned in your application to join the Drama Club, you said you wanted to change your \"normal\" self with sparkling eyes."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "I was uncertain. Why, even though there is such difficulty in continuing to stay \"normal\"? People will always end up aiming for the top, after all. Not even this Wataru Hibiki was able to do it."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "It was an extremely lonely world without any human warmth. There I was, withdrawing from everything, when Eichi pulled at my hair from behind. Desperately, he tethered me to this world. If you take one wrong step, you will also become like \"that.\" That is what I had feared."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "Oh, shut up... Apologies for worrying you."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "There is no need for that. You are a poor, talentless child with no individuality, but even so, you stayed by my side. Most tend to run off by the third day."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "You were shaking and scared, reluctant and writhing, wailing, but you never ran away. Holding your ground, you even complained about me. You are strong—more than I had ever thought. But that is why I could never break that. I thought to myself that I had to cherish that."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "Right, gotcha, President. I've gotten used to being messed around with your quirks anyway. I'll accompany you 'till my limit."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "Don't give up on me just yet, okay? True, I don't have any talents, and I can't really do anything exceptionally well right now. But I'm doing my best, so don't go forsaking me."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "When it ever looks like you're about to fly off into space and beyond, I'll reach out and just pull at the very ends of your hair... I'll show you that I'll grow into a reliable man."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "My my, how reliable. However, if you keep looking up, you'll end up tripping over your own two feet. Focus on what is before your eyes—the live that will continue into tomorrow. Everything after that can be contemplated when it is all over."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Phantom Thieves VS Detectives: Epilogue (4)",
    "text": "Yessir. I wanna participate in Drama Club activities after all, too. Right, I want to have a chat about that later."
  },
  {
    "character": "Nazuna Nito",
    "story": "Phantom Thieves VS. Detectives: Epilogue (4)",
    "text": "(...So you can smile like that, Wataru-chin. That kind of smile is the most charming—like a boy your age should smile. Nice job, Tomo-chin. That's the treasure you were able to find because you're you.)"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "\"My lips, two blushing pilgrims, shall cast their shame aside to smooth that rough touch. O'dear saint, allow me to purge my sin with this pilgrimage.\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "(Huh, what does that mean? All that about doing something with his hands and his lips, and that's \"pilgrimage,\" or something like that... Because I'm a shrine?)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "(Um, huh? By any chance, is he going to kiss me...?)"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "......♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "......!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "Borrowing the words of the great Juliet herself, \"You're spewing quite the complicated musings for no more than a kiss!\""
  },
  {
    "character": "Wataru Hibiki",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "Oh? What's wrong, Tomoya-kun? You seem perplexed... Was the stimulus a little too intense?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Performance: Romeo and Juliet (Chapter 5)",
    "text": "Good grief, you will not be able to continue from here if you become flustered upon a kiss scene! You won't feel anything anymore once you've gotten used to it, so let us practice together~! Mwah mwah~♪"
  },
  {
    "character": "Mitsuru Tenma",
    "story": "High Five!: Hop Step (1)",
    "text": "Tomo-chan's able to blow off steam thanks to the Masked Pervert dude. Or like, he's gotten used to these kinda things and stuff?"
  },
  {
    "character": "Hajime Shino",
    "story": "High Five!: Hop Step (1)",
    "text": "Hehe. Hibiki-senpai hasn't been paying much attention to Tomoya-kun lately, so his stress has been building up again, don't you think? I know how he feels, as I also want Akehoshi-senpai to give me lots of hugs and head pa—"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Performance: Romeo and Juliet (Chapter 3)",
    "text": "Wait, what do you mean you're not interested!? Even though you're always all over me to the point that it's insufferable!?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "School Festival 4: Chapter 7",
    "text": "Hahaha! It may have arrived late, but Cinderella had her own rebellious stage, after all~ How wonderful! Tonight we'll be having red bean rice to celebrate...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Zodiac 2: Rooster",
    "text": "It's because animals like Tomoya-kun, yes? I like you too☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Zodiac 2: Rooster",
    "text": "My, Tomoya-kun! Can't you tell what I'm doing just by looking? If you can't, then please close your eyes! Have you closed them? Here here, your eyes are still half open~ Okay, this time you've closed them tightly! Now, open them slowly! It's time to wake up~♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Zodiac 2: Rooster",
    "text": "Hehehe, you finally noticed. Even though I was trying so hard with my appeal, Tomoya-kun ignored me and was more absorbed in the chicken. It was so frustrating that I started to bite my handkerchief."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Zodiac 2: Rooster",
    "text": "That's a nice reaction. I'm happy to be able to surprise Tomoya-kun! Chickens' ancestors have always been bad at flying, but that doesn't mean they can't fly."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ End of the Marionette's Strings: Tomoya Mashiro ★★★ Event | Dream School (1)",
    "text": "The person we bumped into earlier was really pretty, huh~♪ But the guy who played the princess was more \"captivating,\" though."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ End of the Marionette's Strings: Tomoya Mashiro ★★★ Event | Dream School (1)",
    "text": "Yeah, I couldn't keep my eyes off him too. I didn't know there was such a big difference between middle and high schoolers. It's surprising to see that he looks more mature than the girls in our class."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ End of the Marionette's Strings: Tomoya Mashiro ★★★ Event | Dream School (1)",
    "text": "\"His skin looked so smooth\"... You were watching him more closely huh, Hajime? All I got from it was how pretty his hair looked~♪ I bet it would be really silky if we got to touch it♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Rosicrucian Story: Trip Show (2)",
    "text": "Ugh. I don't really mold \"myself\" that much, so I've been criticized for defining my roles by their costumes, as you can see... Or something like that. That's what the Masked Pervert was saying."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Rosicrucian Story: Trip Show (2)",
    "text": "I wonder if that's true... That Masked Pervert, I think he's just absolutely enjoying himself."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Rosicrucian Story: Trip Show (3)",
    "text": "The president also said something similar—that you don't \"turn into someone completely\" just by following their lines, or something like that. I have to assimilate the role even more from the depths of my soul, right?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (1)",
    "text": "It would be troubling if you sued me. What are you getting agitated about? You were so happy to see me, weren't you~? Tomoya-kun♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (1)",
    "text": "It is my treat. At any rate, you are free, are you not, Tomoya-kun? While you are still young, you should learn and grow, absorbing everything in the same way as a sponge. And so, I would like you to someday become such a splendid actor that you will surprise even me."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (2)",
    "text": "Learn well, study well, and grow. Surely, at the end of that, something amazing will reveal itself...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (2)",
    "text": "What is the matter, Tomoya-kun? What is so amusing? Please tell me☆"
  },
  {
    "character": "Hokuto Hidaka",
    "story": "Rosicrucian Story: Epilogue (2)",
    "text": "If he hated it, President, he wouldn't have put up with your malicious coaching in the first place. He would have run away immediately, don't you think? Seriously accept the truth that among the huge number of new club members, no one was left other than me and Tomoya."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (2)",
    "text": "Because you are in the role of the \"princess,\" are you not? Please be the embodiment of shining \"fondness\" that dispels every difficulty. Express that \"fondness\" with your whole body! Perform it, without being afraid of what others think!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (2)",
    "text": "That is a \"princess.\" I thought that you will be able to perform it, and thus I bestowed this role upon you, you see? You are able to do it. I believe so. And so, believe in yourself, as well."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Rosicrucian Story: Epilogue (2)",
    "text": "And so, Hokuto-kun and I will become for you the princes who protect that \"fondness\" of yours."
  },
  {
    "character": "Wataru Hibiki",
    "story": "The Spectacular Cinderella Show: Chapter 7",
    "text": "Oh? What a silly thing to say. As I recall, the one who wanted to escape from being \"normal\" was none other than you, Tomoya-kun."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Chapter 10",
    "text": "(Just you watch, Masked Pervert! I'll show you that I can stay in character too~!)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Chapter 10",
    "text": "(Ugh. I was all fired up just a minute ago, and this is the best I've got? I'll never be able to one up the Masked Pervert like this.)"
  },
  {
    "character": "Nazuna Nito",
    "story": "Ballet: Principal (2)",
    "text": "You say all that, but you actually really admire Wataru-chin, don't you? He's a little weird, but I'm sure you can become good friends with him~♪"
  },
  {
    "character": "Nazuna Nito",
    "story": "Ballet: Principal (7)",
    "text": "Wataru-chin says he likes you, and just wants to mess with you a little..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "The Spectacular Cinderella Show: Epilogue (2)",
    "text": "\"I may not be your real mother, but... I love you as much as I would were we related by blood. I've been told that the way I express my love is difficult to understand, though, so I suppose you won't believe me.\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Epilogue (2)",
    "text": "(Oh no. I know it's just an act, but my heart just skipped a beat. I feel like I'm about to cry. That's not fair, President.)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Epilogue (2)",
    "text": "(Even if it's just an act, you really have the power to win over people's hearts. Forget the Fairy Godmother and the Evil Stepmother, right now, I can't see you as anything but a loving mother who cherishes her child.)"
  },
  {
    "character": "Wataru Hibiki",
    "story": "The Spectacular Cinderella Show: Epilogue (3)",
    "text": "There were a few close calls, but I'd say you passed—just barely♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Epilogue (3)",
    "text": "I feel like my heart's about to stop every time you pop up out of nowhere, you human jack-in-the-box!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "The Spectacular Cinderella Show: Epilogue (3)",
    "text": "Heheh, no matter how you may try, love and surprises just can't be separated from each other!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Epilogue (3)",
    "text": "Tch... Saying I only had enthusiasm means I should've failed and you're just going easy on me."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Epilogue (3)",
    "text": "Wait, actually, you're always super strict about acting, so... The fact that you didn't whisk me off stage means you've at least sort of acknowledged me as an actor, right?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "The Spectacular Cinderella Show: Epilogue (3)",
    "text": "From here on, as long as you're the Drama Club president, I'm sure there'll be plenty to worry about. But I'm glad the audience enjoyed the play. I'll keep doing my best as a member of the Drama Club. Just don't make me do a crazy show like this again, President, okay?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Imitation (1)",
    "text": "That was amazing, wasn't it, Hajime! I told you, right? That it was worth a look! See, I wanted you to see this with me~♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Imitation (2)",
    "text": "Ah! Sorry, I just ran into her... That's no good, isn't it~ I was so moved, my breath's been taken away. But, see, it was amazing, y'know, wasn't it! Especially...that person playing the lead role!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Imitation (2)",
    "text": "You wouldn't think it was the same person, like, he's extraordinary! That was a guy, right...? He was in the role of a princess, but... Really, I was in a trance! He's my goddess~♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Imitation (2)",
    "text": "If we can pass the exam for this school, we can stick out our chests and watch these plays like normal, too, can't we? I'm going to do my best~ My motivation has sprung forth! ♪ Hajime, you take the exam with me too, okay!?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "\"Why\", you ask? Please think before you ask another! There are infinite possibilities, are there not? To act without thought is the same as to die! Think, become confused, and revel in the amazing...☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "D-Don't come over here! Don't come near meeee! Y-You tricked me! I thought you were my goddess, but you ended up being some crazy-ass pervert instead~!?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "Uwaaah! You fucking tricked me, huh?! And played around with my feelings! Don't you dare come any closer!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "Ahh, your frightened face is adorable as well! That was the best reward, Tomoya-kun...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "However, I do not like that statement of yours. I did not \"fool you,\" rather, I \"cast a spell on you\"! It's a magical showtime... Ahahahaha! ☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "I-I don't understand what you're saying! Don't chase me, you damn madman!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "Acting without thinking again, aren't you? Listen to what people say properly! If one should refuse to understand the minds of others, he shall be doomed to find himself in the vast void of infallibility, a gulf of despair! What a tragedy that is!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "Accept and understand one another! Tomoya-kun, let us appreciate each other, love each other...☆ Let us empathize with each other, melt into each other, and become one! Within that, there is love, truth, and amazing!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "You want to change, do you not? You want to free yourself from your mediocre existence, do you not? If so, begin by aiming for me! Your admiration for me is the reason why you knocked on the Drama Club's door, no? Aah, I'm delighted that you would wish to become me! ♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (2)",
    "text": "Very well! From your guts to all your nerves, I shall drive this superhuman theory of love and surprise into you! Become me, Tomoya-kun! That's right, you are Wataru Hibiki...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (3)",
    "text": "However, that is what I desire of you, you know. It is...unusual for me to leave something up to another. I shall entrust to you a tool for that purpose. Here, Tomoya-kun, please do not flee...♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (3)",
    "text": "Heheheh, I just dislocated my joints, though? Yes, come here~? I shall give to you, little rabbit, this Tomoya-kun! It seems that he's somewhat troubled and so... Please, do save him♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (3)",
    "text": "Right now, Tomoya-kun is a poor child with no apparent talents worth mentioning, but... As his name goes, he is a blank slate. I expect that infinite possibilities may be hiding within him."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Reminiscence ＊ Marionette: Masquerade (3)",
    "text": "Please train up this child. Making him a being equal to me... I won't go so far as to demand that, though, you know. At this rate, he will be crushed, never having understood anything. It would be piteous, would it not?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Reminiscence ＊ Marionette: White Rabbit (1)",
    "text": "Nito-senpai is our last hope...! I'm beyond uneasy because that Masked Pervert's the one who introduced her to me, but we're in a situation where all we can do is grasp at whatever we have, so, see!?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Tragedy (10)",
    "text": "Ah! Wait, I didn't buy this plush for myself, okay?! My little sister's just a big fan of President Hibiki...!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Humanity (6)",
    "text": "\"Until we all get tired of playing together, let's link our hands and fly around in the sky!\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Humanity (6)",
    "text": "\"Now, hold out your hands: this is an invitation to Neverland! An island of beauty that's straight out of your wildest dreams—a mysterious land full of love and surprise!\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Humanity (6)",
    "text": "\"We'll serve as your guides! Let us laugh together, hold hands, and play to our hearts' content! Welcome to this Amazing World...♪\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Humanity (6)",
    "text": "If I keep at it and build myself up, I'll be on the same level as him one day... Though it won't be easy! I might be able to at least grasp at the strands of his hair, right? That's why, I'll do my best! I'll dedicate each day to working towards that goal...!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Humanity (6)",
    "text": "And before long, I might be able to reach the sun like this! Even if the heat burns me instantly... That's still a great feat no one else has done! I'll be remembered in history! And that's definitely not \"ordinary\"!"
  },
  {
    "character": "Shu Itsuki",
    "story": "Human Comedy: Humanity (10)",
    "text": "Hmm? Aah, I didn't intend to ridicule your senior, whom you hold in such high regard. Wataru is one of the few people in this world that I can call my friend and equal... Think of what I just said as a frivolous, lighthearted jest."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Human Comedy: Humanity (10)",
    "text": "No, I really couldn't care less about that guy right now..."
  },
  {
    "character": "Hokuto Hidaka",
    "story": "Passionate Carmen: Chapter 3",
    "text": "...Were you influenced by the Masked Pervert, Tomoya? Every once in a while, you start acting obscure. Even assuming that, it's especially more so today. It's strange, you know?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Passionate Carmen: Chapter 3",
    "text": "The despair I felt when I found out its true identity was the Masked Pervert's voice is immeasurable!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Kung Fu: Master Part-Timer (2)",
    "text": "You'd be better off not coming. Listening to that Masked Pervert would just rot your brain..."
  },
  {
    "character": "Hinata Aoi",
    "story": "Kung Fu: Master Part-Timer (2)",
    "text": "Then why don't you get Hibiki-senpai to teach you? I'm sure he'd be over the moon if you asked him for help. I mean, he seems to really have a thing for you, Tomo-kun♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Kung Fu: Master Part-Timer (2)",
    "text": "Really? Hmm, I guess he is kind of a big deal...?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Kung Fu: Master Part-Timer (3)",
    "text": "I'm gonna mess up my speech againnnn! Right when I finally stopped accidentally saying all the weird stuff that Masked Pervert's corrupted my vocabulary withhh~!"
  },
  {
    "character": "Hokuto Hidaka",
    "story": "Kung Fu: Master Part-Timer (4)",
    "text": "Tomoya. You know, from time to time, you act just like that Masked Pervert. I'm worried about you... What if his bad influence is starting to rub off on you?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Kung Fu: Master Part-Timer (4)",
    "text": "What? No I'm not! I won't let anyone get away with saying something like that, not even you, Hokuto-senpai! Take it back!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Kung Fu: Master Part-Timer (4)",
    "text": "Everything is that horrible Masked Pervert's fault! He's the root of all evil! We should go assassinate him. We could nick him with a poison dart or something...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Tanabata Festival: Epilogue (2)",
    "text": "That is exactly it, Tomoya-kun! You have grown a lot! I am watching over you with lots of love! Blossom on that stage to your heart's content! Amazing...☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Tanabata Festival: Epilogue (2)",
    "text": "Shut up, Masked Pervert! Don't talk to me—I don't want people to think that we know each other!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Sub-story: Tomoya Mashiro (1)",
    "text": "Oh no! At this rate, that pervert's gonna make me into his dress-up doll! Since that person's needlessly a master at changing clothes quickly and surprisingly strong, too, I can hardly put up a fight!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Sub-story: Tomoya Mashiro (2)",
    "text": "No, it doesn't have to do with the Drama Club, so don't worry. I've already gotten used to the president's eccentric ways, you could say."
  },
  {
    "character": "Mitsuru Tenma",
    "story": "Dream Travel: Chapter 5",
    "text": "Ah, it's the Mi~ster Masked Perv guy! Tomo-chan often talks about you, Mi~ster! You guys get along well~♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dream Travel: Chapter 5",
    "text": "Oh my, but Tomoya-kun stubbornly refuses me, saying \"I don't want people to think we know each other!\"~?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dream Travel: Chapter 5",
    "text": "Well, we did get all excited talking about movies together, so I wonder if he feels closer to me now. This makes me happy~ Let me sing a song. How amazing...☆"
  },
  {
    "character": "Mitsuru Tenma",
    "story": "Dream Travel: Chapter 5",
    "text": "But I like Mi~ster Masked Perv. Tomo-chan also says he doesn't like being the \"Masked Pervert's target,\" but it doesn't seem like he hates him. What was it, \"The greatest hate proceeds from the greatest love\"~?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dream Travel: Chapter 5",
    "text": "Certainly~ You are Tomoya-kun's friend, after all. I will teach you every single kind of amazing!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "In short, it's a problem with the president... That Masked Pervert! Lately, that guy's been acting super weird!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "I know he's going to graduate soon, so as far as performances, costumes, and roles go, I accepted them all without any complaints... Ah, well, I can't say I accepted them without any complaints, but I didn't offer any particular resistance..."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "He's the same as ever, running around while yelling \"Amazing!\" and doing some alien practice... A-And that's not it! He even said, \"You have improved a lot, Tomoya-kun☆\" If he wasn't wearing a mask, I really would've thought he turned into an alien..."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "Huh? Are you saying that I want to do weird practices with him? That's not it, Anzu-senpai! I have the heaviest feeling! It's like being under the guillotine—you can't oppose anything, can only sit still, and you can't see where the blade'll fall—that kind of panicked feeling!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "Do you understand me, Anzu-senpai? If you were in my shoes, could you understand it? \"I have no way to understand you\"... Aha... M-Makes sense... You can only get this kind of feeling after spending time with that inexplicable president..."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "The president doesn't even show up in the clubroom these days. To add, there's no pigeons, no roses, no balloon, no origami—basically, all of the crazy, messy things that were always around are now totally gone, the normal stuff too! It's scary, right? Isn't it really scary?!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "Aah, \"In my hands, I have: Wataru Hibiki. If you want to ensure his safety, then come and rescue him...☆\"... What the hell?! This is totally a one man show! Who would kidnap him! Absolutely nobody would kidnap him at all!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "(Really, I've been running away from him all last year... Now with that loud guy about to graduate, should I take the initiative again? How am I supposed to become a reliable man if I keep waiting around like this?)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 2",
    "text": "I got it. I'll accept the president's challenge and save him. And afterwards, depending on how bad the details were, I'll decide if I want to run away again or not! Oh, I got a bit too worked up..."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 6",
    "text": "No, if our president was really kidnapped, then a more effective threat would probably be something like \"Everyone obey me, or else I'll release him!\"..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 7",
    "text": "Ah, Tomoya-kun, you've suddenly turned so cold. What a pity☆ The moment you plucked the rose, the legend became reality and the magic lost its effect."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 7",
    "text": "As expected from the King of Rabbits, you indeed have the tolerance of a King! Tomoya-kun, you ought to cultivate a little more patience...☆"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 7",
    "text": "In the place where they triumphed grew a beautiful rose. It's said that the one who plucks this rose will, hereafter, become one of Yumenosaki Academy's most brilliant idols! Now, everyone, give a round of applause for Tomoya-kun, the one who holds all of Yumenosaki's hopes!"
  },
  {
    "character": "Nazuna Nito",
    "story": "Lost Legend: Chapter 7",
    "text": "Wataru-chin, I know you want to congratulate Tomo-chin on his efforts, but this story is just something you made up, right?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 7",
    "text": "Before we graduate, it's normal to help each other out with small affairs such as this, is it not? What's more, you've given Tomoya-kun such outstanding guidance~"
  },
  {
    "character": "Nazuna Nito",
    "story": "Lost Legend: Chapter 7",
    "text": "Of course, I also have you to thank for teaching Tomo-chin. His training in the Drama Club has made him grow a lot too. So thanks, Wataru-chin♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 7",
    "text": "These kind of \"tit for tat\" replies always make me feel like there's a spark about to emerge... Waah, Nii~chan, don't fight with him. I'm not worth it..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 7",
    "text": "Oh my, Tomoya-kun, such wonderful lines you've just recited! What kind of conflicting emotions do you feel, as the protagonist? Are you nervous? Shameful? There is nothing wrong with that—it's what being a protagonist is all about!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 7",
    "text": "Now, turn your shame into excitement, step out of your shell, and bring forth more amazing acts!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 8",
    "text": "The young white rabbit who plucked the rose will have inherited the strength of the adorable Rabbit King, as well as the magician's amazing techniques—that will make for a truly marvelous legend♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Lost Legend: Chapter 8",
    "text": "Wait, wait, wait. Any kind of rabbit is fine by me, but I don't want to inherit any sort of amazing!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 8",
    "text": "Ahahahaha! Not interested in magicians, are we? In that case, I shall teach you the secret tricks of a clown! Think of it like this: the one who wears two hats at once, the crown of the king, and the jester hat of the clown!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Lost Legend: Chapter 8",
    "text": "You're still just a small rabbit. I'm truly looking forward to it—what does the future hold for you?"
  },
  {
    "character": "Nazuna Nito",
    "story": "Lost Legend: Chapter 8",
    "text": "Wataru might be doing it in his own way, but I know that he also wants to leave something behind for his juniors. Though he is making some jokes at Tomo-chin's expense... But I understand his mindset, so I'm not concerned about it♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Motives of Good Boys: Chapter 4",
    "text": "Actually, after everything that Masked Pervert's put me through, practically nothing fazes me anymore. Though it frustrates me to hell to think that I owe him anything."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Motives of Good Boys: Chapter 6",
    "text": "That's because the tea smells like roses... It reminds me of the Masked Pervert, so I don't like it."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Motives of Good Boys: Chapter 6",
    "text": "Still, it's hard, being the bad guy and all... Hmm, I'm a bit reluctant, but maybe we should ask the Masked Pervert for some advice. But y'know, I really don't want to ask him."
  },
  {
    "character": "Nazuna Nito",
    "story": "a home screen interaction (!!)",
    "text": "\"A job that's out of the ordinary\"... Why don't you star in a variety show with someone as unique as Wataru-chin?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "an office communication",
    "text": "Hibiki-senpai is...really cool, huh."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "an office communication",
    "text": "...Hm. I guess I should go say hi to him."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "an office communication",
    "text": "I thought you were one of Hibiki-senpai's pigeons..."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Amusement Live: Chapter 7",
    "text": "Oho? Tomoya-kun, why are you averting your gaze? Please look at me more! Come on now, I'm being reflected in your eyes...♪"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Amusement Live: Chapter 7",
    "text": "S-Stop it! I was doing my best to pretend we're strangers~! Rather, if you don't have any business here, get lost. We're busy practicing for the Live Party, so I don't have the time to give you attention, got it?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Amusement Live: Chapter 7",
    "text": "You sure say some saddening things sometimes. Oh well, I know that this is just Tomoya-kun's way of making a pass at me in any way he can. Just kidding~ It's not like I have free time either. I'll leave once I'm done with my business here."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Amusement Live: Chapter 8",
    "text": "Back up, I have no idea what you're talking about!? Prez, don't just agree with yourself and explain it to us in depth instead, will you~?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Amusement Live: Chapter 8",
    "text": "I wish you'd understand what I'm thinking without having to put it into words~ This is proof that you don't love me enough yet."
  },
  {
    "character": "Nazuna Nito",
    "story": "Amusement Live: Chapter 10",
    "text": "Ah~ It's because you do the same stuff to Tomo-chin that he hates you as well. And here I thought you weren't paying any mind to it, but I guess you worry as much as the next person."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Amusement Live: Chapter 10",
    "text": "Oh, I don't plan to change anything regarding Tomoya-kun, though. I am inquiring strictly about countermeasures for Himegimi."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (2)",
    "text": "Whoaaa!? H-H-How the hell were you able to stick onto the ceiling, Hibiki-senpai!?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (2)",
    "text": "Hehe, you're too naïve, Tomoya-kun! Since I'm an entertainer, I always have to look for ways to make an amazing entrance☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "Hey, what are you two doing? It's almost time for the grand opening, so please stop fooling around! Especially you, Hibiki-senpai! You're only here because Hokuto-senpai couldn't make it! Control yourself!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "You became a full-fledged member of society a long time ago. The academy clearly doesn't have your back anymore."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "Ah, the good ol' scolding...☆ However, the real world is far more selective than a school packed with a wide variety of people."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "In retrospect, aren't you still the same old Tomoya-kun? And I don't mean that in a bad way!"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "You threw that at me so casually... I'm hurt. I mean, just because you said it wasn't \"in a bad way\" doesn't mean you can just go say whatever the hell you please!"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "That's wonderful. You are raising the standards of what's \"normal\" in your own way~ It's a different approach from merely excelling in a single area, and I think it's commendable."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "Whatever you just said pisses me off... But that's just who you are."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "Heheh. Good guess, Tomoya-kun! It's exactly what you say it is! As idols and actors, we are sure to be beautiful, graceful, and sometimes adorable! I am certain the customers will be pleased♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "To show the others an example, please write \"LOVE\" in extra-large letters on my omurice...☆"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "Ahaha. This is Dead End Café, so I'll be drawing a skull instead. Is that alright with you? ♪"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (3)",
    "text": "Oh my, even how you treat your superiors has changed~ Good grief, who taught you these manners?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (4)",
    "text": "Ahaha. This kind of role does fit you though, Ayase-senpai. Plus, it balances out with our noisy coworker, so it's fine. You know who I mean, the dead ex-clown—"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (4)",
    "text": "Man, you can tell how damn loud he is just by looking at him. But because he stands out so much, we're going viral on social media. There might be an even bigger crowd in the afternoon since he's a special guest for today."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (5)",
    "text": "Of course. I'd say Hibiki-senpai's acting more like support, passing orders from person to person and such."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (5)",
    "text": "What the actual hell does that even mean!?"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (5)",
    "text": "Leave the café to me. Tomoya-kun, could you give me a hand?"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (5)",
    "text": "Um... Well... I'm sure Hibiki-senpai will be fine. This dude has ridiculously high stats anyways. You should go focus on finding Ayase-senpai."
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (7)",
    "text": "(Yeah, all of the customers' reactions were great... The mood's not bad at all. Buuut he can't use theatrics to distract them from the slow service forever. Everyone looks hungry and such... They'd probably prefer character over looks.)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (7)",
    "text": "(Hibiki-senpai, I think they're coming back soon! Please hold out just a little bit longer!)"
  },
  {
    "character": "Wataru Hibiki",
    "story": "Dead End Land: Dead End Street (7)",
    "text": "(Haha. Are you trying to say \"Hibiki-senpai, I really like you! You're so cool! I love you!\"? That's too much of a compliment for me. Thank you, Tomoya-kun♪ Kiss...☆)"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Dead End Land: Dead End Street (7)",
    "text": "(Uhm, I think there's a big misunderstanding here?! What was that weird signal I got back? Whatever. This signal can only mean one thing! The rest is up to you!)"
  },
  {
    "character": "Mitsuru Tenma",
    "story": "Toy Box: Chapter 4",
    "text": "That \"Masked Pervert\" guy went to Tomo-chan's class to pick him up, so he's in the middle of running away from him. Tag is so much fun~♪ But when I asked Tomo-chan if I could play tag with them, he got really mad and yelled, \"This isn't a game!\" at me..."
  },
  {
    "character": "Nazuna Nito",
    "story": "Toy Box: Chapter 4",
    "text": "Ahaha, Wataru-chin seems like he really loves Tomo-chin, after all~"
  },
  {
    "character": "Tomoya Mashiro",
    "story": "the 2017 Christmas Campaign",
    "text": "Ugh, a creepy mask... This is definitely the Masked Pervert's, isn't it? Even though it's Christmas, he still wanted something like this... He's completely beyond understanding."
  },
  {
    "character": "Wataru Hibiki",
    "story": "Milky Way: The Sunshine Following the Rain (4)",
    "text": "\"If I am an eyesore then please try to pull me down. To put things bluntly however, I am taking photos and thus wish to keep my position up here! Look, look, I've perfectly taken it you see~? Smile, smile Tomoya-kun! Say cheese☆\""
  },
  {
    "character": "Tomoya Mashiro",
    "story": "Milky Way: The Sunshine Following the Rain (4)",
    "text": "Didn't I tell you to not call out to me? I don't want people thinking we're acquaintances!"
  }
]
